Repository: ganry/Gamodo.Studio
Catalog: Gamodo/Tabs/EditorTab/EditorTab.*.resx
Languages: de_de

# tbHtmlTable.Text
source: Insert Html table
de_de: Html Tabelle einfügen

# tbHtmlForm.Text
source: Insert <form> tag
de_de: <form> Tag einfügen

# tbHtmlDiv.Text
source: Wrap with <div>
de_de: Umschließen mit <div>

# tbHtmlSpan.Text
source: Wrap with <span>
de_de: Umschließen mit <span>

# tbHtmlP.Text
source: Wrap with <p>
de_de: Umschließen mit <p>

# tbHtmlH1.Text
source: Wrap with <h1>
de_de: Umschließen mit <h1>

# tbHtmlH2.Text
source: Wrap with <h2>
de_de: Umschließen mit <h2>

# tbHtmlH3.Text
source: Wrap with <h3>
de_de: Umschließen mit <h3>

# tbHtmlB.Text
source: Wrap with <b>
de_de: Umschließen mit <b>

# tbHtmlI.Text
source: Wrap with <i>
de_de: Umschließen mit <i>

# tbHtmlU.Text
source: Wrap with <u>
de_de: Umschließen mit <u>

# tbHtmlLink.Text
source: Wrap with <a>
de_de: Umschließen mit <a>

# tbHtmlImage.Text
source: Wrap with <img>
de_de: Umschließen mit <img>

# tbHtmlBullet.Text
source: Wrap with <ul>
de_de: Umschließen mit <ul>

# tbHtmlOl.Text
source: Wrap with <ol>
de_de: Umschließen mit <ol>

# tbPHPComment.Text
source: Wrap with comment
de_de: Umschließen mit Kommentar

# tbPHPFunction.Text
source: Insert function
de_de: PHP Funktion einfügen

# tbPHPClass.Text
source: Insert Class
de_de: Klasse einfügen

# tbPHPFor.Text
source: Insert for loop
de_de: for Schleife einfügen

# tbPHPIf.Text
source: Insert if statement
de_de: If Statement einfügen

# tbPHPTry.Text
source: Insert try...catch
de_de: try...catch einfügen

# tbPHPSwitch.Text
source: Insert switch statement
de_de: switch Statement einfügen

# tbCSSColorPicker.Text
source: Choose Color from Pixel
de_de: Wählen Sie eine Farbe mit ihrem Mauszeiger

# tbCSSColorChooser.Text
source: Color chooser dialog...
de_de: Farben Dialog...

# tbJSFor.Text
source: Insert for loop
de_de: for Schleife einfügen

# tbJSIf.Text
source: Insert if statement
de_de: if Statement einfügen

# tbJSTry.Text
source: Insert try...catch
de_de: try...catch einfügen

# tbJSSwitch.Text
source: Insert switch statement
de_de: switch Statement einfügen
